Repository: 84000/translation-memory-resources
Catalog: post_input/toh287-B.bo.en.tmx
Source language: bo
Languages: en

source: དེ་ ལ་ མི་ ཕལ་པ་ དག་མ་ ཧེ་ དང་ །_ རི་ དག ས་ དང་ །_ སྦྲུལ་ དང་ །_ ལུག་ ལ་སོགས་པ་ དག་ སྲོག་ བཅད་ ནས་ ཤས་ ཤིན་ཏུ་ ཚིམ་པ ར་ བྱེད་ དོ །_།
en: When common people kill buffalo, deer, snakes, sheep, and so forth, they may become deeply satisfied.

source: དེ་ལྟ ར་ དེ་ ཉེས་པ ར་ བྱས་པ འི་ ངོ་བོ་ ཉིད་ ཀྱིས་ ཇི་སྲིད་ དུ་ མི་དགེ་བ འི་ ལས་ ཕྲག་དོག་ བྱས་པ་ དེ་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ དེར་ འབྱུང་བ ར་ འགྱུར་ རོ །_།
en: In this way, these beings remain until finally their misdeeds and unwholesome acts of envy have been overcome, relinquished, and exhausted.

source: དེ་ ཕྱིས་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་ པར་ ལས་ ཉེ་བ ར་ འགྲོ་བ་ དང་ །_ ལས་ སོ་སོ ར་ འབྲང་བ་ ཇི་ལྟ་བ་ བཞིན་ དུ་ འཁོར་བ་ ན་ ཡོངས་སུ་ འཁྱམ་ མོ །_།
en: $1335 “Once they thus escape the world of starving spirits, they will continue to roam through cyclic existence in accordance with and in adherence to their various causal actions.

source: གལ་ཏེ་ བརྒྱ་ལ་ ལས་ ལེགས་པ ར་ བྱས་པ་ དེས་ གཉའ་ཤིང་ གི་ བུ་ག ར་ རུས་སྦལ་ འཇུག་པ་ ལྟ་བུ ར་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན་ ཤ་ཟ་བ་ ཤེན་པ་ ཕལ་པ འམ་ དུམ་བུ ར་ བྱེད་པ འི་ མིར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: If, with the likelihood of a sea turtle poking its head through a yoke floating on the ocean, certain positive acts should bring them a birth with the general lot in life of a human, they will become common meat-eating butchers or meat cleavers.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ ཡི་དགས་ བདུག་པ་ ཟ་བ་ ཞེས་ བྱ་བ་ དེ་ ཐོབ་པ ས་ དེས་ སྲོག་ འཚོ་བ་ འཐོབ་པ་ ཇི་ལྟ ར་ འདུག་པ་ མཐོང་ ངོ་ །_།
en: $1336 “As the monk who has knowledge of the effects of the ripening of karmic action continues to examine the world of starving spirits, he will apply knowledge derived from hearing and thus perceive the lives of the starving spirits that feed on incense.

source: དེ་ལས་ གང་ གིས་ དེར་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ འདི་ལྟར་ ལྷུ ས་ ཆེ ར་ སེར་སྣ ས་ ཟིལ་ གྱིས་ ནོན་ ཅིང་ ལས་ ཀྱི་ འབྲས་བུ་ མངོན་པར་ མི་ ཤེས་པ །_ སངས་རྒྱས་ ཞེས་ བྱ་བ་ འདི་ ཞིང་ མ་ ཡིན་ ནོ་ |#| སྙམ་ ནས་
en: Inquiring into what type of karmic action may cause one to be born among them, he will apply knowledge derived from hearing and thus perceive how some people, who are possessed of stinginess and ignorant about karmic effects, think that the Buddha is not a field of merit.

source: ཞིང་དུ་མངོན་པར་མ་ཤེས་པ་གང་གིས་བདུག་སྤོས་བཟང་པོ་བཞག་ལ་བདུག་སྤོས་ངན་པ་ཁྱེར་ཏེ།_སེམས་ དང་བ་ མེད་ ཅིང་ དད་པ་ མེད་པར་ གྱུར་པ །_ ལས་ ཀྱི་ འབྲས་བུ་ ཡང་དག་ པར་ མྱོང་བ ར་ འདོད་པ །_
en: Thus, without recognizing the Buddha as a field of merit, they save their best incense and instead bring one that is inferior. |#| They do so since they have no inspiration or faith in the Buddha and yet hope to nonetheless experience some good karmic consequences.

source: གཞན་ གྱི་ ངོར་ འདི་ལྟར་ བདུག་སྤོས་ ཕུལ་བས་ བདག་ གི་ ལས་ ཀྱི་ འབྲས་བུ ར་ འགྱུར་ སྙམ་ ན་
en: Thus, they offer their incense in public, thinking that this act will create desirable effects for them.

source: དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ ཡི་དགས་ རྫུ་འཕྲུལ་ ཆེ་བ་ མེ་ཏོག་ཕྲེང་བ་ དང་ །_ ཕྱེ་མ་ དང་ །_ བྱུག་པ་ དང་ །_ སྤོས་ དང་ །_ རོལ་མོ འི་ སྒྲ་ ལ་ རབ་ཏུ་ དགའ་ ཞིང་ བདུག་པ་ ཟ་བ འི་ གནོད་སྦྱིན་ དུ་ འགྱུར་ ཏེ
en: However, when they later separate from their bodies, they will fall into the lower realms and become yakṣas that feed on incense. They will possess magical powers and delight in flower garlands, powders, ointments, incense, and music.

source: གནོད་སྦྱིན་ གྱི་ གནས་ སུམ་མདོ་ དང་ །_ བཞི་མདོ འམ །_ ལམ་པོ་ཆེ འམ །_ སྲང་ ངམ །_ གཙུག་ལག་ཁང་ ངམ །_ ཀུན་དགའ་ [296b] ར་བ འམ །_ སྐྱེད་མོས་ཚལ་ ལམ །_ ཁྱིམ་ མམ །_ མཁར་ རམ །_ པུ་ཤུ་ དག་ ཏུ་ ཨ་ ག་ རུ་ ནག་པོ འི་ བདུག་སྤོས་ ཀྱིས་ མྱོས་པ ར་ འགྱུར་ ཞིང་ །_
en: They will dwell at sites that support starving spirits, such as road forks, crossings, highways, streets, temples, gardens, {{page:{number:430,id:UT22084-068-021-100456,folio:F.296.b,volume:V68}}} parks, homes, castles, or housetops, where they become intoxicated by black agarwood incense.

source: སྐྱེ་བོ་ ཀུན་ གྱིས་ ཕྱག་ བྱས་པ ར་ འགྱུར་བ་ ནི་ སེམས་ དང་ རྫས་ ཀྱི་ ཡོན་ གྱིས་ མ་ ཡིན་ གྱི་ ཞིང་བཟང་པོ འི་ ཡོན་ ཡིན་ ཏེ
en: All the people will pay homage to them. $1337 “That this happens is not due to their mind or the substance itself, but due to the excellence of the field.

source: སངས་རྒྱས་ དང་ །_ ཆོས་ དང་ །_ དགེ་འདུན་ ལ་ཆུང་ ངུ་ ཞིག་ ཕུལ་ ན་ ཡང་ འབྲས་བུ་ ཆེན་པོ ར་ འགྱུར་ རོ །_།
en: Even small offerings made to the Buddha, Dharma, and Saṅgha will yield great effects.

source: དཔེར་ན་ གང་ གི་ ཚེ་ ཤིང་ ནྱ་ གྲོ་ དྷའི་ ས་བོན་ ཆུང་ངུ་ ཞིང་ གཤིན་པ་ ལ་ བཏབ་པ་ དེ འི་ ཚེ་ ཤིང་ ལྗོན་པ་ ཡལ་ག་ བཟང་ ཞིང་ ལོ་མ འི་ ཚོགས་ཆེན་པོ ར་ འགྱུར་ རོ །_།
en: As an analogy, planting the tiny, fine seed of the banyan will yield a great tree with excellent branches and abundant leaves.

source: དེ་བཞིན་ དུ་ དེ་ ཞིང་བཟང་པོ་ སངས་རྒྱས་ དང་ །_ ཆོས་ དང་ །_ དགེ་འདུན་ ལ་ ཕུལ་བ འི་ འབྲས་བུ་ ཡང་ ཞིང་ གི་ ཡོན་ཏན་ དང་ མཐུ ས་ ཆེན་པོ ར་ འགྱུར་ རོ །_།
en: Similarly, offerings made to the Buddha, Dharma, and Saṅgha will yield a vast field of qualities and powers.

source: དེ་ལྟ ར་ ཡི་དགས་ རྫུ་འཕྲུལ་ ཆེ་བ་ དེ་ བདེ་བ་ ཉམས་ སུ་ མྱོང་ སྟེ་ ལས་ ཟད་ ནས་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_
en: Thus, these starving spirits who have miraculous powers will enjoy their pleasures, but when their karmic actions are exhausted, they will leave the world of starving spirits.

source: ཐར་ ནས་ ཀྱང་ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་ པར་ ལས་ ཉེ་བ ར་ འགྲོ་བ་ ཇི་ལྟ་བ་ བཞིན་ དུ་ འཁོར་བ་ ན་ ཡོངས་སུ་ འཁྱམ་ མོ །_།
en: In accordance with their causal actions, they will then continue to roam through cyclic existence.

source: དེ་ གལ་ཏེ་ མི་ རྣམས་ ཀྱི་ ནང་ དུ་ གཉའ་ཤིང་ གི་ བུ་ག ར་ རུས་སྦལ་ འཇུག་པ་ ལྟ་བུ ར་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན །_
en: If, with the likelihood of a sea turtle poking its head through a yoke floating on the ocean, they should be born with the general lot in life of a human, they will invariably be born in a poverty-stricken family.

source: དེ་ རྟག་ ཏུ་ དེ་ དབུལ་བ འི་ རིགས་ སུ་ སྐྱེ་ ཞིང་ རྟག་ ཏུ་ མེ་ཏོག་ཕྲེང་བ་ དང་ །_ ཕྱེ་མ་ དང་ །_ བྱུག་པ ས་ ལུས་ བྱུགས་ ཏེ་ ལུས་ ཤིན་ཏུ་ དྲི་ཞིམ་ པར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: They will constantly put on flower garlands, powders, and ointments, and their bodies will emit a pleasant fragrance.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས །_ ཡི་དགས་ དྲག་ཤུལ་ སྤྱོད་པ་ ཞེས་ བྱ་བ་ ཇི་ལྟ ར་ འདུག་པ་ མཐོང་ ངོ་ །_།
en: $1338 “As the monk who has knowledge of the effects of the ripening of karmic action continues to examine the world of starving spirits, he will apply knowledge derived from hearing and thus perceive the starving spirits of savage conduct.

source: དེར་ སེམས་ཅན་ དག་ ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ མི་ ངན་པ་ སེར་སྣ ས་ ཟིལ་ གྱིས་ ནོན་ ཅིང་ དགེ་སྦྱོང་ གི་ ཚུལ་ འཛིན་པ་ ཚུལ་ཁྲིམས་ འཆལ་པ་ གང་ གིས་ དགེ་སྦྱོང་ གཞན་ ལ་ ཐ་སྙད་ བཏགས་ ནས་
en: Inquiring into what type of karmic action may cause one to be born in that way, he will apply knowledge derived from hearing and thus perceive how some bad people overcome by stinginess pretend to be monks while their discipline is corrupted.

source: འདི་ལྟར་ དགེ་སྦྱོང་ ཞིག་ ཤིན་ཏུ་ ནད་ མི་བཟད་པ ས་ ཐེབས་ ཏེ་ དེ་ སྦྱིན་བདག་ ཁྱོད་ ཀྱིས་ ན་བ འི་ གསོས་ སྨན་ གྱི་ རྐྱེན་ གྱི་ ཡོ་བྱད་ དག་ བྱིན་ ཅིག་ ཅེས་ སྨྲས་ ནས
en: Thus, they may talk about other monks, asking potential sponsors to provide medical supplies and other provisions to such and such a mendicant who has been struck by terrible misfortune.

source: དེ་ བླངས་ ཏེ་ བདག་ཉིད་ ཟ་བ ར་ བྱེད་ དེ་ ཟླ་ དེས་ ངན་གཡོ་ བྱེད་པ ར་ གྱུར་ ནས་
en: Yet when they then obtain the requested supplies, they will deceitfully use them themselves.

source: ཚུལ་ སྣ་ཚོགས་ བཟུང་ སྟེ་ ཡུལ་ ནས་ ཡུལ་ དུ་ རྒྱུག་ ཅིང་ སྦྱིན་བདག་ རྣམས་ ལ་ སླུ་བ ར་ བྱེད་ ན
en: In this way they may travel from place to place, using various tricks to hoodwink benefactors.

source: དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ [297a] ལོག་པ ར་ ལྟུང་བ་ ཡི་དགས་ དྲག་ཤུལ་ སྤྱོད་པ་ རྣམས་ ཀྱི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: When they later separate from their bodies, they will {{page:{number:431,id:UT22084-068-021-100457,folio:F.297.a,volume:V68}}} fall into the lower realms and be born among the starving spirits of savage conduct.

source: དེར་ སྐྱེས་ ནས་ ཁ་ཟས་ ལྗན་ལྗིན་ མི་གཙང་བ་ ཟ་བ ར་ འགྱུར །_ རྟག་ ཏུ་ ལུས་ བཀྲེས་པ་ དང་ སྐོམ་པ ས་ གདུངས་པ ར་ འགྱུར །_
en: $1339 “Such beings eat filth and dirt and are constantly tormented by hunger and thirst.

source: མི་གང་ མི་གཙང་བ་ དེ་ ལ་ བརྙས་པ ར་ བྱེད་ ཅིང་ དེ་ལྟ ར་ ང་རྒྱལ་ མེད་པར་ བྱེད །_
en: Yet they show contempt for dirty people and humiliate them.

source: གླགས་ མཐོང་བ་ ཉིད་ ཀྱིས་ གཞན་དག་ གི་ རྨི་ལམ་ དུ་ འཇིགས་པ་ སྟོན་པ ར་ བྱེད་ ཅིང་ དུར་ཁྲོད་ རྣམས་ སུ་ དགའ་བ ར་ བྱེད །_
en: When they see the opportunity, they cause people to have terrifying dreams.

source: ལུས་ དང་ སྤུ་ ཐམས་ཅད་ རབ་ཏུ་ འབར་ ལ་ ཡུལ་ འཇིག་པ འི་ ཚེ་ རབ་ཏུ་ དགའ་བ ར་ འགྱུར །_
en: Their bodies and body hairs are all ablaze and they take pleasure in the destruction of things.

source: དྲག་ཤུལ་ དུ་ སྤྱོད་པ འི་ རིག་ སྔགས་ དག་ གིས་ གཞན་དག་ དྲངས་ ནས་ རྣམ་པར་ འཚེ་བ ར་ བྱེད །_ |#| ཡུད་ཙམ་ ཅིག་ གིས་ དཔག་ཚད་ བརྒྱ་ ཕྲག་ སྟོང་ ནས་ ཀྱང་ དྲངས་ ཏེ་ འོང་བ ར་ བྱེད་ དོ །_།
en: With the help of fierce spells, others can employ these spirits to do harm, and in an instant they can be summoned from a distance of a hundred thousand leagues.

source: དེ་ལྟ ར་ དྲག་ཤུལ་ སྤྱོད་པ འི་ ཡི་དགས་ དེ་ གནོད་སྦྱིན་ གྱི་ མིང་ཐོབ་ སྟེ །_
en: $1340 “These starving spirits of savage conduct are also called yakṣas.

source: དེ་ ལ་ སྐྱེ་བོ་ ཕལ་པ་ དག་ གནོད་སྦྱིན་ འདི་ ནི་ རྫུ་འཕྲུལ་ ཆེ་ ཞིང་ གནོད་སྦྱིན་ མཐུ་ ཆེ་བ་ ཡིན་ ནོ་ སྙམ་ ནས་ མཆོད་པ་ བྱེད་ དོ །_།
en: Common people may think of them as powerful yakṣas who have great magic and they therefore bring offerings to them.

source: དེ་ལྟ ར་ དེ་ སྐྱེ་བོ་ རྣམ་པ་ སྣ་ཚོགས་ ལ་ གནོད་པ་ བྱེད་ ཅིང་ རྣམ་པར་ འཚེ་བ་ ན་ ཇི་སྲིད་ དུ་ ཚེ་ མ་ཟད་པ་ དེ་སྲིད་ དུ་ འཚོ་བར་ འགྱུར་ རོ །_།
en: Thus, for the duration of their lives they will harm and hurt people in numerous ways.

source: དེ་ ཕྱིས་ དེ་ལས་ འཆི་བ ར་ འགྱུར་ ཏེ་ ཤི་ ནས་ ཀྱང་ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་ པར་ རང་ གི་ ལས་ ལ་ སྤྱོད་པ་ འཁོར་བ་ ན་ ཡོངས་སུ་ འཁྱམ་ མོ །_།
en: When in the end they die, they will continue to roam through cyclic existence, experiencing the karmic consequences of their causal actions.

source: དེ་གལ་ཏེ་བརྒྱ་ལ་མི་རྣམས་དང་སྐལ་བ་མཉམ་པར་མིར་སྐྱེས་ན་དེ་འབྱུང་པོ་མི་བཟད་པ་གནོད་སྦྱིན་མོ་སྐྱོང་བར་འགྱུར་བ་མཐོང་ངོ་།_།​
en: In the unlikely event that they should be born with the general lot in life of a human, they will become people who offer food to horrifying spirits and yakṣinis.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ ན་ ཡི་དགས་ གླགས་ ལྟ་བ་ ཞེས་ བྱ་བ་ རང་ གི་ ངོ་བོ་ ཉིད་ ཀྱིས་ ཀྱང་ གླགས་ ལྟ་བ་ ཇི་ལྟ ར་ འདུག་པ་ མཐོང་ ངོ་ །_།
en: $1341 “As the monk who has knowledge of the effects of the ripening of karmic action continues to examine the world of starving spirits, he will apply knowledge derived from hearing and thus perceive the world of malevolent starving spirits, who are inclined to cause destruction.

source: དེ་ལས་ གང་ གིས་ དེར་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ འདི་ལྟར་ ཕྲག་དོག་ དང་ སེར་སྣ ས་ ཟིལ་ གྱིས་ ནོན་པ ས་ གཞན་ གྱི་ ནོར་རྫས་ ལ་ གཡོ་ ཐབས་ དང་ ངན་གཡོ་ དང་ །_ སླུ་བ་ དང་ འཁུ་བ་ བྱས་ ཤིང་ གྲོང་ དང་ །_
en: Inquiring into what type of karmic action may cause one to be born in that way, he will apply knowledge derived from hearing and thus perceive how some people who are overcome by envy and stinginess steal the wealth of others through trickery, deceit, and falsity.

source: གྲོང་ཁྱེར་ དང་ །_ ཚོང་འདུས་པ་ ལ་ བྲིད་ དེ་ གླགས་ རྙེད་པ་ དང་ །_ ཕ་རོལ་ འཇིག་པ ར་ བྱེད་ ཅིང་ སྦྱིན་པ་ དག་ མི་ གཏོང་ །_ བསོད་ནམས་ ཀྱང་ མི་ བྱེད །_ མཁས་པ་ ལ་ ལྷུར་ མི་ ལྟ །_
en: In towns, cities, and markets, such beings engage in devious deceptions, harming others while refraining from any generous and meritorious acts, and having no regard for the learned.

source: རྟག་ ཏུ་ སེར་སྣ ས་ ཟིལ་ གྱིས་ ནོན་ ཅིང་ [297b] གཞན་ ལ་ འཁུ་བ འི་ བསམ་པ ས་ གཞན་ གྱི་ ཕུན་སུམ་ ཚོགས་པ་ མཐོང་ ནས་
en: While constantly oppressed by stinginess, they covet the fine conditions of others {{page:{number:432,id:UT22084-068-021-100458,folio:F.297.b,volume:V68}}} and seek to steal from them.

source: ཡིད་ གཞན་ དུ་ སེམས །_ བཤེས་ གྲོགས་ དང་ །_ གཉེན་འདབ་ དང་ །_ རྩ་ལག་ དང་ མི་ འཐུན་ ཞིང་ ཡུལ་ ལ་ ཞེ་ འགྲས་པ་ སྐྱེ་བོ་ ཐམས་ཅད་ ཀྱི་ མངོན་སུམ་ དུ་ གྱུར་པ་
en: Thus, it is obvious to everyone that they are in discord with all their friends, companions, and relatives, and that they harbor animosity toward the entire populace.

source: དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ ཡི་དགས་ གླགས་ ལྟ་བ་ རྣམས་ ཀྱི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: When such people later separate from their bodies, they will fall into the lower realms and be born among the malevolent starving spirits.

source: ལུས་ དང་ སྤུ་ རྟག་ ཏུ་ རབ་ཏུ་ འབར་ ཞིང་ ལུས་ བཀྲེས་པ་ དང་ སྐོམ་པ ས་ གདུངས་ ལ །_
en: $1342 “The bodies and body hairs of these beings are all ablaze and they are constantly tormented by hunger and thirst.

source: ལུས་ ཤིང་ ལྗོན་པ་ ཀིང་ཤུ་ཀ་ འདྲ་བ་ ངུ་སྐད་ འབྱིན་ སྨྲེ་སྔགས་ འདོན་ ཅིང་ |#| ས་ཕྱོགས་ གང་ ན་ ཆུ་ ཡོད་ ཅིག་ གུ །_ གཞན་ གང་ ན་ བདག་ གིས་ བཟའ་བ འི་ ཁ་ཟས་ ཀྱི་ རྣམ་པ་ ཅུང་ཟད་ ཡོད་ ཅིག་ གུ་ སྙམ་ ནས་ |#| རྒྱུག་པ ར་ བྱེད་ དོ །_། དེ་ རེས་འགའ་ གལ་ཏེ་ མི་ བློ་ ཞན་པ་ ཞིག་ དང་ ཕྲད་ ལ །_ མི་ དེ་ མཆོད་རྟེན་ སྐོར་བ ར་ མི་ བྱེད་པ་ དང་ །_ དེ འི་ ཕྱི་བཞིན་ དུ་ འབྲང་བ འི་ ལྷ་ དེས་ གཏོང་བ ར་ འགྱུར་ ལ །_
en: With bodies resembling the kiṃśuka tree, they scramble about, crying and lamenting, |#| ‘Where might there be some water? Where might I find some morsel to eat?’ |#| At times they may chance upon a weak-minded human who does not circumambulate memorials and has been abandoned by his guardian deity.

source: དེ འི་ ཚེ་ མི་ དེ འི་ ཕྱི་བཞིན་ འབྲང་བ འི་ ལྷ་ དང་ བྲལ་བ ར་ འགྱུར་ ཏེ་ ཡི་དགས་ གླགས་ ལྟ་བ་ དེས་ གླགས་ རྙེད་ ནས་ རྣམ་པར་ འཚེ་བ ར་ བྱེད་ ཅིང་ དེ་ བཟུང་ ནས་ དེ འི་ ཚེ་སྲོག་ འཚོ་བར་ བྱེད་ དོ །_།
en: Since the guardian deity has left that person, the starving spirit finds an opportunity to inflict harm, and thus takes possession of the person in order to live off his or her life force.

source: དེ་བཞིན་ དུ་ མི་ གཞན་ གང་དག་ བུད་མེད་ དང་ ཕྲད་པ་ བཙོག་ གི་ ཉེས་པ འམ་ ཁ་ཟས་ དང་ བཏུང་བ་ ཟོས་པ འི་ ལྷག་མ་ མི་གཙང་བ འི་ ཉེས་པ་ མ་ བཀྲུས་ ན་ ལྷ་ ཡང་ རྣམ་པར་ འཚེ་བ ར་ བྱེད་ ལ་
en: Likewise, such spirits may also chance upon women who are so unclean and filthy, or so soiled from filthy meal leftovers, that even the gods will shun them until the filth is washed off.

source: ཡི་དགས་ དེ་དེ་ ཉིད་ ཀྱིས་ སྲོག་ འཚོ་བ་ འཐོབ་པ ར་ འགྱུར་ ཞིང་ དེ འི་ མགོན་ དེ་ ཡིན་ ལ་ སྐྱབས་ དེ་ ཡིན་ ཏེ
en: The starving spirits may then obtain vital sustenance from such women, who thus protect and shelter them.

source: ཇི་སྲིད་ དུ་ སྡིག་པ འི་ ལས་ དེ་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ འཚོ་བར་ འགྱུར་ རོ །_།
en: In such ways these starving spirits will live on until finally their negative acts have been overcome, relinquished, and exhausted.

source: དེ་ ཕྱིས་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་ པར་ ལས་ ལ་ སྤྱོད་པ་ འཁོར་བ་ ན་ ཡོངས་སུ་ འཁྱམ་ མོ །_།
en: $1343 “When they later escape the world of starving spirits, they will continue to roam through cyclic existence in accordance with their causal actions.

source: དེ་ གལ་ཏེ་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན །_ དེ་ རྟག་ ཏུ་ རྒྱལ་པོ་ དང་ །_ ཆུ་ དང་ །_ ཆོམ་རྐུན་ དང་ །_ མེ་ དང་ །_ དགོན་པ་ དག་ གིས་ མ་ རུང་བ ར་ བྱེད་ ཅིང་ རྟག་ ཏུ་ དབུལ་བ་ དང་ ནད་བུ་ ཅན་ དང་ དམན་པ ར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: If they should be born with the general lot in life of a human, they will experience calamities caused by the authorities, water, robbers and thieves, fire, or the wilderness, and they will always be poor and sickly.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ ན་ ཡི་དགས་ ས འི་ འོག་ ན་ གནས་པ་ ཞེས་ བྱ་བ་ མཐོང་ ངོ་ །_།
en: $1344 “As the monk who has knowledge of the effects of the ripening of karmic action continues to examine the world of starving spirits, he will apply knowledge derived from hearing and thus perceive that the world of starving spirits includes what are called the subterranean starving spirits. {{page:{number:433,id:UT22084-068-021-100459,folio:F.298.a,volume:V68}}}

source: དེར་ སེམས་ཅན་ [298a] དག་ ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ མི་ བློ་གྲོས་ ངན་པ་ སེར་སྣ ས་ ཟིལ་ གྱིས་ ནོན་པ འི་ གཞི་ གང་ གི་ བཙོན་ར་ བྱ་བ འི་ ཕྱིར་ ས་ བརྐོས་པ་ མུན་ནག་ གི་ ནང་ དུ་ སེམས་ཅན་ བཅིངས་པ་ གང་དག་ ཕན་ཚུན་ བལྟ་བ ར་ ཡང་ མི་ མཐོང་ སྟེ དེ་དག་ ངུ་སྐད་ འབྱིན་ ཅིང་ ཀུ་ ཆོ་ འདོན །_ |#| སོ་སོ་ ནས་ མགོན་མེད་ ལ་ ཤིན་ཏུ་ སྡུག་བསྔལ་བ་ དག་ མི་ ངན་པ་ གང་ གིས་ བཙོན་ར ར་ འཇུག་པ ར་ བྱེད་ ན །_ དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ ཡི་དགས་ ས འི་ འོག་ ན་ གནས་པ་ ས་གཞི་ མུན་པ་ མུན་ གནག་ གི་ ནང་ དུ་ འབྱུང་བ ར་ འགྱུར་ ཏེ །_
en: Inquiring into what type of karmic action may cause one to be born in that state, he will apply knowledge derived from hearing and thus perceive how certain cruel people overcome by stinginess incarcerate other beings in a dug-out pit so dark that the prisoners cannot even see each other, thus leaving them crying and wailing as they suffer miserably without any protector. |#| When these cruel people who imprison others in this way later separate from their bodies, they will fall into the lower realms and take birth within the pitch-black darkness of the subterranean starving spirits.

source: དེ་ ལུས་ ཀྱི་ ཚད་ དཔག་ཚད་ གསུམ་ ཡོད་ ལ་ ཀུན་ ནས་ སྦྲུལ་ གདུག་པ ས་ དཀྲིས་ ཤིང་ དེ་ རླུང་ གྲང་ ལ་ མི་ འཐུན་པ་ རྣམས་ ཀྱིས་ ཤིན་ཏུ་ གནོད་པ ར་ བྱེད །_
en: The bodies of these beings are three leagues tall. While vicious snakes crawl all over them, they are subjected to cold and excruciating winds.

source: ལུས་སྤུ་ ཅན་ བཀྲེས་པ་ དང་ སྐོམ་པ ས་ མཆོག་ ཏུ་ གདུངས་པ ས་ ངུ་ ལ་ ལུས་ སྐྲ་ རིང་པོ ས་ ཁེབས་པ །_ |#| ཡང་ དང་ ཡང་ དུ་ སྡུག་བསྔལ་ རྣམ་པ་ སྣ་ཚོགས་ རྣམ་པ་ དུ་མ་ རྣམས་ ཀྱིས་ མངོན་པར་ གདུངས་ ཤིང་ དགོན་པ་ མི་བཟད་པ ར་ ཞུགས །_ སྡུག་བསྔལ་ དྲག་ ཅིང་ མི་བཟད་པ་ མྱོང་ བཞིན་ དུ་ ཡོངས་སུ་ རྒྱུག་ ལ །_ |#| གཅིག་པུ་ ཟླ་ མེད་ ཅིང་ གྲོགས་ མེད་པ །_ རླུང་ སྤུ་གྲི་ ལྟ་བུ ས་ བདས་པ་ ན་ ཇི་སྲིད་ དུ་ ཉེས་པ ར་ བྱས་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ དེ་ མྱོང་བ ར་ འགྱུར་ རོ །_།
en: In such bodies, covered in hair, they suffer the torments of hunger and thirst. |#| Enveloped in their own hair, they cry in misery, undergoing numerous pains in unbearable isolation. |#| Without any friend or companion they roam alone, driven by razor-sharp winds and experiencing intense and unbearable suffering until finally their negative acts have been overcome, relinquished, and exhausted.

source: དེ་ ཕྱིས་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་ པར་ ལས་ ཉེ་བ ར་ འགྲོ་བ་ ཇི་ལྟ་བ་ བཞིན་ དུ་ འཁོར་བ་ ན་ ཡོངས་སུ་ འཁྱམ་ མོ །_།
en: $1345 “Once they escape such an existence, they will continue to roam through cyclic existence in accordance with their causal deeds.

source: དེ་ གལ་ཏེ་ མི་ རྣམས་ ཀྱི་ ནང་ དུ་ གཉའ་ཤིང་ གི་ བུ་ག ར་ རུས་སྦལ་ འཇུག་པ་ ལྟ་བུ ར་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན་ དེ་ རི་གསེབ་ དང་ རྒྱ་མཚོ འི་ རི་ དང་ ཉི་མ་ དང་ ཟླ་བ་ མེད་པ འི་ ཡུལ་ རྣམས་ སུ་ ལོང་བར་ འགྱུར་ ཞིང་ སྲོག་ འཚོ་བ་ གཞན་དག་ ལ་ རག་ ལས་པ་ དང་ །_ དབུལ་པོ ར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: If, with the likelihood of a sea turtle poking its head through a yoke floating on the ocean, they should be born with the general lot in life of a human, they will live in isolated mountain ranges, on mountainous islands in the sea, and in places with neither sun nor moon. They will depend on others to stay alive and remain in poverty.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ ན་ ཡི་དགས་ རྫུ་འཕྲུལ་ ཆེ་བ་ ཞེས་ བྱ་བ་ རང་བཞིན་ གྱིས་ རྫུ་འཕྲུལ་ ཆེ་ ཞིང་ མཐུ་ ཆེ་བ་ ཇི་ལྟ ར་ འདུག་པ་ མཐོང་ ངོ་ །_།
en: $1346 “As the monk who has knowledge of the effects of the ripening of karmic action continues to examine the world of starving spirits, he will apply knowledge derived from hearing and thus perceive how the world of starving spirits includes what are called the starving spirits of great magical powers, who are endowed with vast magical abilities.

source: དེ་ལས་ གང་ གིས་ དེར་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ ཐོས་པ་ [298b] ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ སེམས་ཅན་ སེར་སྣ ས་ ཉམས་པ་ གང་ གཡོ་ ཐབས་ དང་ སྒྱུ ས་ སམ །_ མཐུ ས་ གཞན་ གྱི་ ནོར་ ཕྲོགས་ ཏེ །_ |#| གཞན་དག་ ལ་ བྱིན་པ་ དང་ །_ སེམས་ དང་ ལྡན་པ་ མ་ ཡིན་ ཞིང་ །_ ཞིང་བཟང་པོ་ མ་ཡིན་པ་ ལ་ སྦྱིན་པ་ ཚེར་མ་ ལྟ་བུ་ དང་ མཚུངས་པ འི་ སྦྱིན་པ་ འགྲན་པ་ དང་ །_ དབང་མེད་པ་ དང་ །_ སྦ་བ་ དང་ །_ སྤོགས་ དང་ །_ ངོ་ཆེན་ དང་ །_ སྟེན་ སྟེན་པ་ དང་ །_ སླར་ རེ་བ་ ལ་སོགས་པ འི་ |#| སྦྱིན་པ་ ཚེར་མ་ ལྟ་བུ་ དང་ མཚུངས་པ་ དག་ བྱིན་ ན་
en: Inquiring into what type of karmic action may cause one to be born in that way, he will apply knowledge derived from hearing {{page:{number:434,id:UT22084-068-021-100460,folio:F.298.b,volume:V68}}} and thus perceive how some people, who are overcome by stinginess, deceitfully or forcefully procure the wealth of others without any intention to give anything away. |#| To recipients who are not excellent they will, however, give thorn-like gifts in order to compete, paralyze, conceal, profit, indebt, retain, or create expectation. |#| Thus, their gifts will be like thorns.

source: དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ ཡི་དགས་ མཐུ་བོ་ ཆེ ར་ འགྱུར་ རོ །_།
en: When they later separate from their bodies, they will fall into the lower realms and be born among starving spirits that have great power.

source: དེ་དེ ར་ སྐྱེས་ ནས་ ཡི་དགས་ ལུས་ བཀྲེས་པ་ དང་ སྐོམ་པ ས་ གདུངས་པ་ རྣམས་ ཀྱིས་ ཡོངས་སུ་ བསྐོར་བ །_
en: $1347 “Born with the body of a starving spirit, they must endure the constant physical torments of hunger and thirst.

source: འབྲོག་ དགོན་པ འམ །_ རི་ ཟད་ ཟེད་ ཀྱི་ གསེབ་བ་ བམ །_ རྒྱ་མཚོ འི་ མཐ འི་ གླིང་ དག་ ཏུ་ ཡི་དགས་ རྫུ་འཕྲུལ་ ཆེན་པོ ར་ འགྱུར་ ཏེ
en: In a distant wilderness, in a desolate mountain range, or on a remote island, they will become a starving spirit that has great magical power.

source: བདག་ གཅིག་པུ་ མཆོག་ ཏུ་ བདེ་བ ར་ འགྱུར་ རོ །_།
en: Once born in such a way they will think, ‘I alone shall be happy.

source: གཞན་ ལུས་ ཚལ་ ཤིང་ བསྲེགས་པ་ ལྟ་བུ་ དང་ །_ ལུས་ བཀྲེས་པ་ དང་ སྐོམ་པ ས་ གདུངས་ ཤིང་ ལུས་ གདུངས་པ་ བཀྲེན་པ འི་ མིག་ གིས་ ལྟ་བ་ རྣམས་ ཀྱིས་ མངོན་པར་ བསྐོར་བ་ བདག་ གཅིག་པུ་ མཆོག་ ཏུ་ བདེ་བ ར་ འགྱུར་ ཏེ
en: Let the bodies of everyone else become just like scorched pine trees, tormented by hunger and thirst. Surrounded by beings in physical torment, who look at me with desperate eyes, I alone shall be perfectly happy.

source: སྦྱིན་པ་ ངན་པ་ དེ འི་ འབྲས་བུ་ བདག་ གཅིག་པུ་ ཉེ་བ ར་ སྤྱོད་ དོ །_།
en: Only I shall enjoy the results of my evil gifts!’

source: ཤིན་ཏུ་ སྡུག་བསྔལ་ བས་ འཁྲིགས་ ཤིང་ ཡོངས་སུ་ བསྐོར་བ་ གང་ གི་ ཚེ་ ལས་ དེ་ ཟད་པ ར་ གྱུར་པ་ དེ འི་ ཚེ་ དེ་དེ་ ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_
en: $1348 “Thus, engulfed and surrounded by intense suffering, these beings will live on until their negative acts have been overcome, relinquished, and exhausted.

source: ཐར་ ནས་ ཀྱང་ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་ པར་ རང་ གི་ ལས་ ཀྱི་ འབྲས་བུ་ ལ་ སྤྱོད་པ་ འཁོར་བ་ ན་ འགྲོ་བ་ སྣ་ཚོགས་ སུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Once free from that existence, they will continue to experience the consequences of their actions, and so take birth in various worlds within cyclic existence.
